{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "!": 3,
      ",": 4,
      ".": 5,
      ":": 6,
      "?": 7,
      "a": 8,
      "b": 9,
      "c": 10,
      "d": 11,
      "e": 12,
      "f": 13,
      "g": 14,
      "h": 15,
      "i": 16,
      "j": 17,
      "k": 18,
      "l": 19,
      "m": 20,
      "n": 21,
      "o": 22,
      "p": 23,
      "q": 24,
      "r": 25,
      "s": 26,
      "t": 27,
      "u": 28,
      "v": 29,
      "w": 30,
      "x": 31,
      "y": 32,
      "z": 33,
      "ß": 34,
      "ä": 35,
      "ö": 36,
      "ü": 37,
      "en": 38,
      "er": 39,
      "ch": 40,
      "ei": 41,
      "ie": 42,
      "un": 43,
      "te": 44,
      "ein": 45,
      "ich": 46,
      "an": 47,
      "ge": 48,
      "und": 49,
      "st": 50,
      "der": 51,
      "au": 52,
      "in": 53,
      "sch": 54,
      "die": 55,
      "al": 56,
      "es": 57,
      "da": 58,
      "den": 59,
      "zu": 60,
      "gen": 61,
      "de": 62,
      "ih": 63,
      "ar": 64,
      "se": 65,
      "be": 66,
      "ten": 67,
      "mi": 68,
      "or": 69,
      "eine": 70,
      "sie": 71,
      "on": 72,
      "ach": 73,
      "ha": 74,
      "so": 75,
      "ver": 76,
      "ber": 77,
      "le": 78,
      "re": 79,
      "auf": 80,
      "icht": 81,
      "sa": 82,
      "wi": 83,
      "mit": 84,
      "ben": 85,
      "ter": 86,
      "hr": 87,
      "ck": 88,
      "ll": 89,
      "ig": 90,
      "ur": 91,
      "war": 92,
      "sich": 93,
      "nicht": 94,
      "mm": 95,
      "das": 96,
      "lich": 97,
      "as": 98,
      "her": 99,
      "wie": 100,
      "dem": 101,
      "ann": 102,
      "sen": 103,
      "el": 104,
      "von": 105,
      "als": 106,
      "einen": 107,
      "aus": 108,
      "ne": 109,
      "tz": 110,
      "och": 111,
      "um": 112,
      "gte": 113,
      "ra": 114,
      "lie": 115,
      "ist": 116,
      "du": 117,
      "ür": 118,
      "wei": 119,
      "ihn": 120,
      "ihr": 121,
      "daß": 122,
      "wo": 123,
      "hat": 124,
      "rei": 125,
      "des": 126,
      "ung": 127,
      "lei": 128,
      "am": 129,
      "vor": 130,
      "nach": 131,
      "ihm": 132,
      "ier": 133,
      "and": 134,
      "br": 135,
      "di": 136,
      "wir": 137,
      "bei": 138,
      "ön": 139,
      "hl": 140,
      "la": 141,
      "tr": 142,
      "sp": 143,
      "einer": 144,
      "hen": 145,
      "was": 146,
      "all": 147,
      "eit": 148,
      "einem": 149,
      "aber": 150,
      "mir": 151,
      "ste": 152,
      "gr": 153,
      "ko": 154,
      "ab": 155,
      "sagte": 156,
      "über": 157,
      "ser": 158,
      "chen": 159,
      "hn": 160,
      "he": 161,
      "wer": 162,
      "mich": 163,
      "wen": 164,
      "ol": 165,
      "me": 166,
      "pf": 167,
      "tt": 168,
      "än": 169,
      "lo": 170,
      "cht": 171,
      "bi": 172,
      "kön": 173,
      "auch": 174,
      "wor": 175,
      "ück": 176,
      "sel": 177,
      "ing": 178,
      "fr": 179,
      "fen": 180,
      "sein": 181,
      "hatte": 182,
      "ft": 183,
      "imm": 184,
      "we": 185,
      "ger": 186,
      "schen": 187,
      "noch": 188,
      "mu": 189,
      "für": 190,
      "dann": 191,
      "men": 192,
      "ta": 193,
      "hin": 194,
      "anz": 195,
      "iel": 196,
      "schi": 197,
      "gel": 198,
      "je": 199,
      "fü": 200,
      "man": 201,
      "fe": 202,
      "wieder": 203,
      "hö": 204,
      "im": 205,
      "bl": 206,
      "mmen": 207,
      "nen": 208,
      "mein": 209,
      "ander": 210,
      "ah": 211,
      "sten": 212,
      "ent": 213,
      "seine": 214,
      "gl": 215,
      "sin": 216,
      "ern": 217,
      "wenn": 218,
      "nur": 219,
      "ken": 220,
      "wel": 221,
      "diese": 222,
      "dir": 223,
      "lan": 224,
      "uch": 225,
      "tte": 226,
      "go": 227,
      "könig": 228,
      "pr": 229,
      "dur": 230,
      "unter": 231,
      "igen": 232,
      "mach": 233,
      "zur": 234,
      "dich": 235,
      "ges": 236,
      "herr": 237,
      "kam": 238,
      "dar": 239,
      "gesch": 240,
      "ihre": 241,
      "ganz": 242,
      "hren": 243,
      "ßen": 244,
      "ja": 245,
      "durch": 246,
      "vo": 247,
      "fre": 248,
      "gt": 249,
      "tete": 250,
      "wä": 251,
      "sei": 252,
      "hei": 253,
      "hier": 254
    },
    "merges": [
      "e n",
      "e r",
      "c h",
      "e i",
      "i e",
      "u n",
      "t e",
      "ei n",
      "i ch",
      "a n",
      "g e",
      "un d",
      "s t",
      "d er",
      "a u",
      "i n",
      "s ch",
      "d ie",
      "a l",
      "e s",
      "d a",
      "d en",
      "z u",
      "g en",
      "d e",
      "i h",
      "a r",
      "s e",
      "b e",
      "t en",
      "m i",
      "o r",
      "ein e",
      "s ie",
      "o n",
      "a ch",
      "h a",
      "s o",
      "v er",
      "b er",
      "l e",
      "r e",
      "au f",
      "ich t",
      "s a",
      "w i",
      "mi t",
      "b en",
      "t er",
      "h r",
      "c k",
      "l l",
      "i g",
      "u r",
      "w ar",
      "s ich",
      "n icht",
      "m m",
      "da s",
      "l ich",
      "a s",
      "h er",
      "w ie",
      "de m",
      "an n",
      "s en",
      "e l",
      "v on",
      "al s",
      "ein en",
      "au s",
      "n e",
      "t z",
      "o ch",
      "u m",
      "g te",
      "r a",
      "l ie",
      "i st",
      "d u",
      "ü r",
      "w ei",
      "ih n",
      "ih r",
      "da ß",
      "w o",
      "ha t",
      "r ei",
      "d es",
      "un g",
      "l ei",
      "a m",
      "v or",
      "n ach",
      "ih m",
      "i er",
      "an d",
      "b r",
      "d i",
      "wi r",
      "b ei",
      "ö n",
      "h l",
      "l a",
      "t r",
      "s p",
      "ein er",
      "h en",
      "w as",
      "al l",
      "ei t",
      "eine m",
      "a ber",
      "mi r",
      "s te",
      "g r",
      "k o",
      "a b",
      "sa gte",
      "ü ber",
      "s er",
      "ch en",
      "h n",
      "h e",
      "w er",
      "m ich",
      "w en",
      "o l",
      "m e",
      "p f",
      "t t",
      "ä n",
      "l o",
      "ch t",
      "b i",
      "k ön",
      "au ch",
      "w or",
      "ü ck",
      "se l",
      "in g",
      "f r",
      "f en",
      "s ein",
      "hat te",
      "f t",
      "i mm",
      "w e",
      "g er",
      "sch en",
      "n och",
      "m u",
      "f ür",
      "d ann",
      "m en",
      "t a",
      "h in",
      "an z",
      "ie l",
      "sch i",
      "ge l",
      "j e",
      "f ü",
      "m an",
      "f e",
      "wie der",
      "h ö",
      "i m",
      "b l",
      "mm en",
      "n en",
      "m ein",
      "an der",
      "a h",
      "st en",
      "en t",
      "s eine",
      "g l",
      "s in",
      "er n",
      "wen n",
      "n ur",
      "k en",
      "w el",
      "die se",
      "di r",
      "l an",
      "u ch",
      "t te",
      "g o",
      "kön ig",
      "p r",
      "d ur",
      "un ter",
      "i gen",
      "m ach",
      "zu r",
      "d ich",
      "ge s",
      "her r",
      "k am",
      "da r",
      "ge sch",
      "ih re",
      "g anz",
      "hr en",
      "ß en",
      "j a",
      "dur ch",
      "v o",
      "f re",
      "g t",
      "te te",
      "w ä",
      "s ei",
      "h ei",
      "h ier"
    ]
  }
}