{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "!": 3,
      "\"": 4,
      "$": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      ",": 10,
      "-": 11,
      ".": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      ";": 24,
      "?": 25,
      "A": 26,
      "B": 27,
      "C": 28,
      "D": 29,
      "E": 30,
      "F": 31,
      "G": 32,
      "H": 33,
      "I": 34,
      "J": 35,
      "K": 36,
      "L": 37,
      "M": 38,
      "N": 39,
      "O": 40,
      "P": 41,
      "Q": 42,
      "R": 43,
      "S": 44,
      "T": 45,
      "U": 46,
      "V": 47,
      "W": 48,
      "X": 49,
      "Y": 50,
      "Z": 51,
      "[": 52,
      "]": 53,
      "a": 54,
      "b": 55,
      "c": 56,
      "d": 57,
      "e": 58,
      "f": 59,
      "g": 60,
      "h": 61,
      "i": 62,
      "j": 63,
      "k": 64,
      "l": 65,
      "m": 66,
      "n": 67,
      "o": 68,
      "p": 69,
      "q": 70,
      "r": 71,
      "s": 72,
      "t": 73,
      "u": 74,
      "v": 75,
      "w": 76,
      "x": 77,
      "y": 78,
      "z": 79,
      "£": 80,
      "Ä": 81,
      "Ö": 82,
      "Ü": 83,
      "ß": 84,
      "à": 85,
      "â": 86,
      "ä": 87,
      "è": 88,
      "é": 89,
      "ê": 90,
      "ö": 91,
      "ü": 92,
      "’": 93,
      "“": 94,
      "”": 95,
      "en": 96,
      "er": 97,
      "ch": 98,
      "in": 99,
      "ie": 100,
      "un": 101,
      "ich": 102,
      "te": 103,
      "an": 104,
      "ein": 105,
      "es": 106,
      "und": 107,
      "ei": 108,
      "der": 109,
      "au": 110,
      "st": 111,
      "ge": 112,
      "hr": 113,
      "die": 114,
      "sch": 115,
      "al": 116,
      "den": 117,
      "ar": 118,
      "as": 119,
      "gen": 120,
      "de": 121,
      "zu": 122,
      "on": 123,
      "or": 124,
      "ten": 125,
      "it": 126,
      "el": 127,
      "at": 128,
      "ung": 129,
      "icht": 130,
      "fü": 131,
      "ach": 132,
      "le": 133,
      "eine": 134,
      "ber": 135,
      "ir": 136,
      "be": 137,
      "se": 138,
      "ur": 139,
      "ck": 140,
      "ter": 141,
      "ze": 142,
      "re": 143,
      "ichen": 144,
      "sie": 145,
      "ol": 146,
      "da": 147,
      "auf": 148,
      "ig": 149,
      "ben": 150,
      "he": 151,
      "ver": 152,
      "mm": 153,
      "war": 154,
      "hn": 155,
      "nicht": 156,
      "führ": 157,
      "lich": 158,
      "mit": 159,
      "sich": 160,
      "das": 161,
      "ungs": 162,
      "zeichen": 163,
      "anführ": 164,
      "ungszeichen": 165,
      "anführungszeichen": 166,
      "sa": 167,
      "dem": 168,
      "and": 169,
      "sen": 170,
      "wie": 171,
      "so": 172,
      "och": 173,
      "ann": 174,
      "Sch": 175,
      "aus": 176,
      "ihr": 177,
      "von": 178,
      "hat": 179,
      "is": 180,
      "il": 181,
      "ist": 182,
      "um": 183,
      "eit": 184,
      "hm": 185,
      "tr": 186,
      "ha": 187,
      "des": 188,
      "her": 189,
      "einen": 190,
      "ges": 191,
      "daß": 192,
      "am": 193,
      "als": 194,
      "ne": 195,
      "Er": 196,
      "tz": 197,
      "len": 198,
      "ro": 199,
      "hen": 200,
      "the": 201,
      "ing": 202,
      "wei": 203,
      "gte": 204,
      "ier": 205,
      "ste": 206,
      "ut": 207,
      "vor": 208,
      "lie": 209,
      "was": 210,
      "ihn": 211,
      "sein": 212,
      "of": 213,
      "än": 214,
      "über": 215,
      "Sie": 216,
      "im": 217,
      "hl": 218,
      "du": 219,
      "ra": 220,
      "uch": 221,
      "enn": 222,
      "wir": 223,
      "lo": 224,
      "St": 225,
      "Un": 226,
      "all": 227,
      "sp": 228,
      "mir": 229,
      "ab": 230,
      "wer": 231,
      "isch": 232,
      "ft": 233,
      "ihm": 234,
      "oll": 235,
      "imm": 236,
      "ser": 237,
      "einem": 238,
      "la": 239,
      "hin": 240,
      "Ge": 241,
      "ür": 242,
      "bei": 243,
      "fen": 244,
      "ön": 245,
      "rü": 246,
      "wo": 247,
      "auch": 248,
      "Au": 249,
      "nach": 250,
      "ger": 251,
      "sel": 252,
      "Ich": 253,
      "Die": 254
    },
    "merges": [
      "e n",
      "e r",
      "c h",
      "i n",
      "i e",
      "u n",
      "i ch",
      "t e",
      "a n",
      "e in",
      "e s",
      "un d",
      "e i",
      "d er",
      "a u",
      "s t",
      "g e",
      "h r",
      "d ie",
      "s ch",
      "a l",
      "d en",
      "a r",
      "a s",
      "g en",
      "d e",
      "z u",
      "o n",
      "o r",
      "t en",
      "i t",
      "e l",
      "a t",
      "un g",
      "ich t",
      "f ü",
      "a ch",
      "l e",
      "ein e",
      "b er",
      "i r",
      "b e",
      "s e",
      "u r",
      "c k",
      "t er",
      "z e",
      "r e",
      "ich en",
      "s ie",
      "o l",
      "d a",
      "au f",
      "i g",
      "b en",
      "h e",
      "v er",
      "m m",
      "w ar",
      "h n",
      "n icht",
      "fü hr",
      "l ich",
      "m it",
      "s ich",
      "d as",
      "ung s",
      "ze ichen",
      "an führ",
      "ungs zeichen",
      "anführ ungszeichen",
      "s a",
      "de m",
      "an d",
      "s en",
      "w ie",
      "s o",
      "o ch",
      "an n",
      "S ch",
      "au s",
      "i hr",
      "v on",
      "h at",
      "i s",
      "i l",
      "i st",
      "u m",
      "ei t",
      "h m",
      "t r",
      "h a",
      "d es",
      "h er",
      "ein en",
      "g es",
      "da ß",
      "a m",
      "al s",
      "n e",
      "E r",
      "t z",
      "l en",
      "r o",
      "h en",
      "t he",
      "in g",
      "w ei",
      "g te",
      "i er",
      "s te",
      "u t",
      "v or",
      "l ie",
      "w as",
      "i hn",
      "s ein",
      "o f",
      "ä n",
      "ü ber",
      "S ie",
      "i m",
      "h l",
      "d u",
      "r a",
      "u ch",
      "en n",
      "w ir",
      "l o",
      "S t",
      "U n",
      "al l",
      "s p",
      "m ir",
      "a b",
      "w er",
      "i sch",
      "f t",
      "i hm",
      "ol l",
      "i mm",
      "s er",
      "eine m",
      "l a",
      "h in",
      "G e",
      "ü r",
      "b ei",
      "f en",
      "ö n",
      "r ü",
      "w o",
      "au ch",
      "A u",
      "n ach",
      "g er",
      "s el",
      "I ch",
      "D ie"
    ]
  }
}
