{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "!": 3,
      ",": 4,
      ".": 5,
      ":": 6,
      "?": 7,
      "a": 8,
      "b": 9,
      "c": 10,
      "d": 11,
      "e": 12,
      "f": 13,
      "g": 14,
      "h": 15,
      "i": 16,
      "j": 17,
      "k": 18,
      "l": 19,
      "m": 20,
      "n": 21,
      "o": 22,
      "p": 23,
      "q": 24,
      "r": 25,
      "s": 26,
      "t": 27,
      "u": 28,
      "v": 29,
      "w": 30,
      "x": 31,
      "y": 32,
      "z": 33,
      "ß": 34,
      "ä": 35,
      "ö": 36,
      "ü": 37,
      "en": 38,
      "er": 39,
      "ch": 40,
      "ei": 41,
      "ie": 42,
      "ich": 43,
      "un": 44,
      "ein": 45,
      "te": 46,
      "an": 47,
      "ge": 48,
      "au": 49,
      "st": 50,
      "sch": 51,
      "in": 52,
      "und": 53,
      "der": 54,
      "es": 55,
      "die": 56,
      "da": 57,
      "al": 58,
      "den": 59,
      "ar": 60,
      "gen": 61,
      "sie": 62,
      "zu": 63,
      "de": 64,
      "hr": 65,
      "be": 66,
      "ten": 67,
      "icht": 68,
      "ber": 69,
      "it": 70,
      "se": 71,
      "eine": 72,
      "or": 73,
      "ha": 74,
      "on": 75,
      "ver": 76,
      "lich": 77,
      "ll": 78,
      "nicht": 79,
      "sich": 80,
      "ach": 81,
      "das": 82,
      "ck": 83,
      "auf": 84,
      "ur": 85,
      "ben": 86,
      "re": 87,
      "le": 88,
      "so": 89,
      "war": 90,
      "ter": 91,
      "hn": 92,
      "mm": 93,
      "mit": 94,
      "ig": 95,
      "ir": 96,
      "her": 97,
      "sa": 98,
      "as": 99,
      "och": 100,
      "wie": 101,
      "ihr": 102,
      "ann": 103,
      "aus": 104,
      "wei": 105,
      "dem": 106,
      "ung": 107,
      "sp": 108,
      "el": 109,
      "sen": 110,
      "tz": 111,
      "hat": 112,
      "ür": 113,
      "ra": 114,
      "lie": 115,
      "hm": 116,
      "von": 117,
      "sein": 118,
      "um": 119,
      "aber": 120,
      "daß": 121,
      "ist": 122,
      "eit": 123,
      "vor": 124,
      "hen": 125,
      "ne": 126,
      "wo": 127,
      "als": 128,
      "ste": 129,
      "ihn": 130,
      "fr": 131,
      "wi": 132,
      "was": 133,
      "ko": 134,
      "des": 135,
      "über": 136,
      "and": 137,
      "lei": 138,
      "hl": 139,
      "nach": 140,
      "gr": 141,
      "ja": 142,
      "einen": 143,
      "hatte": 144,
      "br": 145,
      "lo": 146,
      "chen": 147,
      "ihm": 148,
      "wer": 149,
      "at": 150,
      "am": 151,
      "einem": 152,
      "du": 153,
      "ft": 154,
      "he": 155,
      "all": 156,
      "ück": 157,
      "cht": 158,
      "schen": 159,
      "ier": 160,
      "hin": 161,
      "auch": 162,
      "imm": 163,
      "anz": 164,
      "bei": 165,
      "is": 166,
      "tr": 167,
      "än": 168,
      "ut": 169,
      "fen": 170,
      "wen": 171,
      "fü": 172,
      "noch": 173,
      "bl": 174,
      "im": 175,
      "uß": 176,
      "wir": 177,
      "ab": 178,
      "je": 179,
      "men": 180,
      "ol": 181,
      "pf": 182,
      "ger": 183,
      "nur": 184,
      "we": 185,
      "dr": 186,
      "ken": 187,
      "ön": 188,
      "ör": 189,
      "me": 190,
      "end": 191,
      "kl": 192,
      "iel": 193,
      "komm": 194,
      "sel": 195,
      "gte": 196,
      "igen": 197,
      "ganz": 198,
      "dur": 199,
      "einer": 200,
      "gel": 201,
      "ern": 202,
      "wieder": 203,
      "em": 204,
      "ent": 205,
      "doch": 206,
      "ang": 207,
      "seine": 208,
      "mal": 209,
      "gl": 210,
      "angen": 211,
      "man": 212,
      "mir": 213,
      "durch": 214,
      "ta": 215,
      "gesch": 216,
      "mich": 217,
      "ander": 218,
      "la": 219,
      "nen": 220,
      "ot": 221,
      "ges": 222,
      "ind": 223,
      "gt": 224,
      "rei": 225,
      "ick": 226,
      "dann": 227,
      "für": 228,
      "wenn": 229,
      "isch": 230,
      "fal": 231,
      "bes": 232,
      "mann": 233,
      "llen": 234,
      "ser": 235,
      "hal": 236,
      "sten": 237,
      "habe": 238,
      "wä": 239,
      "nun": 240,
      "spr": 241,
      "wor": 242,
      "immer": 243,
      "fe": 244,
      "bar": 245,
      "sei": 246,
      "uch": 247,
      "na": 248,
      "herr": 249,
      "zur": 250,
      "llte": 251,
      "geh": 252,
      "nein": 253,
      "kann": 254
    },
    "merges": [
      "e n",
      "e r",
      "c h",
      "e i",
      "i e",
      "i ch",
      "u n",
      "ei n",
      "t e",
      "a n",
      "g e",
      "a u",
      "s t",
      "s ch",
      "i n",
      "un d",
      "d er",
      "e s",
      "d ie",
      "d a",
      "a l",
      "d en",
      "a r",
      "g en",
      "s ie",
      "z u",
      "d e",
      "h r",
      "b e",
      "t en",
      "ich t",
      "b er",
      "i t",
      "s e",
      "ein e",
      "o r",
      "h a",
      "o n",
      "v er",
      "l ich",
      "l l",
      "n icht",
      "s ich",
      "a ch",
      "da s",
      "c k",
      "au f",
      "u r",
      "b en",
      "r e",
      "l e",
      "s o",
      "w ar",
      "t er",
      "h n",
      "m m",
      "m it",
      "i g",
      "i r",
      "h er",
      "s a",
      "a s",
      "o ch",
      "w ie",
      "i hr",
      "an n",
      "au s",
      "w ei",
      "de m",
      "un g",
      "s p",
      "e l",
      "s en",
      "t z",
      "ha t",
      "ü r",
      "r a",
      "l ie",
      "h m",
      "v on",
      "s ein",
      "u m",
      "a ber",
      "da ß",
      "i st",
      "ei t",
      "v or",
      "h en",
      "n e",
      "w o",
      "al s",
      "s te",
      "i hn",
      "f r",
      "w i",
      "w as",
      "k o",
      "d es",
      "ü ber",
      "an d",
      "l ei",
      "h l",
      "n ach",
      "g r",
      "j a",
      "ein en",
      "hat te",
      "b r",
      "l o",
      "ch en",
      "i hm",
      "w er",
      "a t",
      "a m",
      "eine m",
      "d u",
      "f t",
      "h e",
      "al l",
      "ü ck",
      "ch t",
      "sch en",
      "i er",
      "h in",
      "au ch",
      "i mm",
      "an z",
      "b ei",
      "i s",
      "t r",
      "ä n",
      "u t",
      "f en",
      "w en",
      "f ü",
      "n och",
      "b l",
      "i m",
      "u ß",
      "w ir",
      "a b",
      "j e",
      "m en",
      "o l",
      "p f",
      "g er",
      "n ur",
      "w e",
      "d r",
      "k en",
      "ö n",
      "ö r",
      "m e",
      "en d",
      "k l",
      "ie l",
      "ko mm",
      "se l",
      "g te",
      "i gen",
      "g anz",
      "d ur",
      "ein er",
      "ge l",
      "er n",
      "wie der",
      "e m",
      "en t",
      "d och",
      "an g",
      "s eine",
      "m al",
      "g l",
      "an gen",
      "m an",
      "m ir",
      "dur ch",
      "t a",
      "ge sch",
      "m ich",
      "an der",
      "l a",
      "n en",
      "o t",
      "ge s",
      "in d",
      "g t",
      "r ei",
      "i ck",
      "d ann",
      "f ür",
      "wen n",
      "i sch",
      "f al",
      "b es",
      "m ann",
      "ll en",
      "s er",
      "h al",
      "st en",
      "ha be",
      "w ä",
      "n un",
      "sp r",
      "w or",
      "imm er",
      "f e",
      "b ar",
      "s ei",
      "u ch",
      "n a",
      "her r",
      "zu r",
      "ll te",
      "ge h",
      "n ein",
      "k ann"
    ]
  }
}