{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "!": 3,
      ",": 4,
      ".": 5,
      "0": 6,
      "1": 7,
      "2": 8,
      "4": 9,
      "6": 10,
      "7": 11,
      "8": 12,
      "9": 13,
      "?": 14,
      "A": 15,
      "B": 16,
      "C": 17,
      "D": 18,
      "E": 19,
      "F": 20,
      "G": 21,
      "H": 22,
      "I": 23,
      "J": 24,
      "K": 25,
      "L": 26,
      "M": 27,
      "N": 28,
      "O": 29,
      "P": 30,
      "Q": 31,
      "R": 32,
      "S": 33,
      "T": 34,
      "U": 35,
      "V": 36,
      "W": 37,
      "X": 38,
      "Y": 39,
      "Z": 40,
      "a": 41,
      "b": 42,
      "c": 43,
      "d": 44,
      "e": 45,
      "f": 46,
      "g": 47,
      "h": 48,
      "i": 49,
      "j": 50,
      "k": 51,
      "l": 52,
      "m": 53,
      "n": 54,
      "o": 55,
      "p": 56,
      "q": 57,
      "r": 58,
      "s": 59,
      "t": 60,
      "u": 61,
      "v": 62,
      "w": 63,
      "x": 64,
      "y": 65,
      "z": 66,
      "Ä": 67,
      "Ö": 68,
      "Ü": 69,
      "ß": 70,
      "ä": 71,
      "ö": 72,
      "ü": 73,
      "en": 74,
      "er": 75,
      "ch": 76,
      "ei": 77,
      "ie": 78,
      "un": 79,
      "te": 80,
      "ich": 81,
      "ein": 82,
      "an": 83,
      "in": 84,
      "es": 85,
      "und": 86,
      "der": 87,
      "au": 88,
      "st": 89,
      "ge": 90,
      "die": 91,
      "sch": 92,
      "den": 93,
      "hr": 94,
      "al": 95,
      "da": 96,
      "gen": 97,
      "zu": 98,
      "ar": 99,
      "de": 100,
      "ten": 101,
      "or": 102,
      "el": 103,
      "it": 104,
      "on": 105,
      "eine": 106,
      "at": 107,
      "icht": 108,
      "ber": 109,
      "ach": 110,
      "ir": 111,
      "ll": 112,
      "be": 113,
      "ck": 114,
      "ung": 115,
      "sie": 116,
      "lich": 117,
      "ter": 118,
      "auf": 119,
      "ur": 120,
      "as": 121,
      "ben": 122,
      "se": 123,
      "ig": 124,
      "mm": 125,
      "war": 126,
      "nicht": 127,
      "hn": 128,
      "chen": 129,
      "ver": 130,
      "fü": 131,
      "so": 132,
      "mit": 133,
      "sich": 134,
      "das": 135,
      "re": 136,
      "le": 137,
      "dem": 138,
      "sa": 139,
      "sen": 140,
      "wie": 141,
      "ann": 142,
      "Sch": 143,
      "aus": 144,
      "ihr": 145,
      "von": 146,
      "och": 147,
      "um": 148,
      "ist": 149,
      "eit": 150,
      "hm": 151,
      "einen": 152,
      "des": 153,
      "tr": 154,
      "hat": 155,
      "ges": 156,
      "daß": 157,
      "tz": 158,
      "and": 159,
      "ha": 160,
      "als": 161,
      "Er": 162,
      "führ": 163,
      "zei": 164,
      "wo": 165,
      "her": 166,
      "am": 167,
      "wei": 168,
      "ne": 169,
      "hl": 170,
      "hen": 171,
      "ungs": 172,
      "gte": 173,
      "is": 174,
      "lie": 175,
      "lei": 176,
      "ier": 177,
      "ro": 178,
      "vor": 179,
      "all": 180,
      "ihn": 181,
      "sein": 182,
      "zeichen": 183,
      "rei": 184,
      "än": 185,
      "anführ": 186,
      "ungszeichen": 187,
      "anführungszeichen": 188,
      "über": 189,
      "cht": 190,
      "St": 191,
      "Sie": 192,
      "ft": 193,
      "enn": 194,
      "ol": 195,
      "ste": 196,
      "wir": 197,
      "du": 198,
      "Au": 199,
      "Un": 200,
      "mir": 201,
      "eu": 202,
      "isch": 203,
      "ihm": 204,
      "ra": 205,
      "hin": 206,
      "einem": 207,
      "imm": 208,
      "bei": 209,
      "ger": 210,
      "ser": 211,
      "ür": 212,
      "Ge": 213,
      "sp": 214,
      "ön": 215,
      "fen": 216,
      "rü": 217,
      "nach": 218,
      "lo": 219,
      "Ich": 220,
      "Die": 221,
      "aber": 222,
      "ut": 223,
      "wer": 224,
      "la": 225,
      "was": 226,
      "mich": 227,
      "auch": 228,
      "sel": 229,
      "hatte": 230,
      "im": 231,
      "he": 232,
      "ab": 233,
      "uß": 234,
      "iel": 235,
      "ehr": 236,
      "noch": 237,
      "em": 238,
      "ing": 239,
      "anz": 240,
      "igen": 241,
      "einer": 242,
      "bes": 243,
      "Ver": 244,
      "br": 245,
      "pf": 246,
      "ick": 247,
      "Her": 248,
      "omm": 249,
      "Der": 250,
      "rie": 251,
      "für": 252,
      "ern": 253,
      "et": 254
    },
    "merges": [
      "e n",
      "e r",
      "c h",
      "e i",
      "i e",
      "u n",
      "t e",
      "i ch",
      "ei n",
      "a n",
      "i n",
      "e s",
      "un d",
      "d er",
      "a u",
      "s t",
      "g e",
      "d ie",
      "s ch",
      "d en",
      "h r",
      "a l",
      "d a",
      "g en",
      "z u",
      "a r",
      "d e",
      "t en",
      "o r",
      "e l",
      "i t",
      "o n",
      "ein e",
      "a t",
      "ich t",
      "b er",
      "a ch",
      "i r",
      "l l",
      "b e",
      "c k",
      "un g",
      "s ie",
      "l ich",
      "t er",
      "au f",
      "u r",
      "a s",
      "b en",
      "s e",
      "i g",
      "m m",
      "w ar",
      "n icht",
      "h n",
      "ch en",
      "v er",
      "f ü",
      "s o",
      "m it",
      "s ich",
      "da s",
      "r e",
      "l e",
      "de m",
      "s a",
      "s en",
      "w ie",
      "an n",
      "S ch",
      "au s",
      "i hr",
      "v on",
      "o ch",
      "u m",
      "i st",
      "ei t",
      "h m",
      "ein en",
      "d es",
      "t r",
      "h at",
      "g es",
      "da ß",
      "t z",
      "an d",
      "h a",
      "al s",
      "E r",
      "fü hr",
      "z ei",
      "w o",
      "h er",
      "a m",
      "w ei",
      "n e",
      "h l",
      "h en",
      "ung s",
      "g te",
      "i s",
      "l ie",
      "l ei",
      "i er",
      "r o",
      "v or",
      "al l",
      "i hn",
      "s ein",
      "zei chen",
      "r ei",
      "ä n",
      "an führ",
      "ungs zeichen",
      "anführ ungszeichen",
      "ü ber",
      "ch t",
      "S t",
      "S ie",
      "f t",
      "en n",
      "o l",
      "s te",
      "w ir",
      "d u",
      "A u",
      "U n",
      "m ir",
      "e u",
      "i sch",
      "i hm",
      "r a",
      "h in",
      "eine m",
      "i mm",
      "b ei",
      "g er",
      "s er",
      "ü r",
      "G e",
      "s p",
      "ö n",
      "f en",
      "r ü",
      "n ach",
      "l o",
      "I ch",
      "D ie",
      "a ber",
      "u t",
      "w er",
      "l a",
      "w as",
      "m ich",
      "au ch",
      "s el",
      "hat te",
      "i m",
      "h e",
      "a b",
      "u ß",
      "ie l",
      "e hr",
      "n och",
      "e m",
      "in g",
      "an z",
      "i gen",
      "ein er",
      "b es",
      "V er",
      "b r",
      "p f",
      "i ck",
      "H er",
      "o mm",
      "D er",
      "r ie",
      "fü r",
      "er n",
      "e t"
    ]
  }
}